Repository: carekit-apple/CareKit
Catalog: CareKit/Localization/*.lproj/CareKit.strings
Languages: el, hu, ms, ne_np, ro

# CARE_CARD_HEADER_TITLE
source: Care Completion
el: Επισκόπηση φροντίδας
hu: Kezelés végrehajtása
ms: Gambaran Keseluruhan Care
ne_np: हेरविचार समापन
ro: Îndeplinire proceduri îngrijire

# TODAY_BUTTON_TITLE
source: Today
el: Σήμερα
hu: Ma
ms: Hari ini
ne_np: आज
ro: Astăzi

# CARE_CARD_INSTRUCTIONS_SECTION_TITLE
source: Instructions
el: Οδηγίες
hu: Utasítások
ms: Arahan
ne_np: निर्देशन
ro: Instrucțiuni

# CARE_CARD_ADDITIONAL_INFO_SECTION_TITLE
source: Additional Information
el: Πρόσθετες πληροφορίες
hu: További információk
ms: Maklumat Tambahan
ne_np: थप जानकारी
ro: Informații suplimentare

# SYMPTOM_TRACKER_HEADER_TITLE
source: Activity Completion
el: Κατάσταση δραστηριότητας
hu: Tevékenységek végrehajtása
ms: Status Aktiviti
ne_np: गतिविधि समापन
ro: Îndeplinire activități

# CARE_TEAM_SECTION_TITLE
source: Care Team
el: Ομάδα φροντίδας
hu: Kezelőcsoport
ms: Kumpulan Perawat
ne_np: हेरविचार टोली
ro: Echipă de îngrijire

# PERSONAL_SECTION_TITLE
source: Friends & Family
el: Φίλοι και οικογένεια
hu: Barátok és család
ms: Rakan & Keluarga
ne_np: मित्र र परिवार
ro: Prieteni și familie

# CONNECT_NO_CONTACTS_TITLE
source: No contacts
el: Δεν υπάρχουν επαφές
hu: Nincs kontakt
ms: Tiada kenalan
ne_np: कुनै संपर्क छैन
ro: Niciun contact

# CONTACT_INFO_SECTION_TITLE
source: Contact Info
el: Στοιχεία επικοινωνίας
hu: Kapcsolattartási adatok
ms: Info Hubungan
ne_np: सम्पर्क जानकारी
ro: Informații de contact

# CONTACT_SHARING_SECTION_TITLE
source: Sharing
el: Κοινή χρήση
hu: Megosztás
ms: Perkongsian
ne_np: बाढ्नु
ro: Partajare

# CONTACT_INFO_PHONE_TITLE
source: phone
el: τηλέφωνο
hu: telefon
ms: telefon
ne_np: फोन
ro: telefon

# CONTACT_INFO_MESSAGE_TITLE
source: text
el: μήνυμα
hu: szöveg
ms: mesej
ne_np: टेक्स्ट
ro: mesaj

# CONTACT_INFO_VIDEO_TITLE
source: video
el: βίντεο
hu: videó

# SHARING_CELL_TITLE
source: Send reports
el: Αποστολή αναφορών
hu: Jelentések küldése
ms: Hantar laporan
ne_np: रिपोर्ट पठाउनुहोस्
ro: Trimiteți rapoartele

# ERROR_TITLE
source: Error
hu: Hiba
ne_np: त्रुटि
ro: Eroare

# MESSAGE_SEND_ERROR
source: Message send failed
el: Απέτυχε η αποστολή μηνύματος
hu: Az üzenet küldése sikertelen volt
ms: Penghantaran mesej gagal
ne_np: सन्देश पठाउन असफल
ro: Trimiterea mesajului a eșuat

# EMAIL_SEND_ERROR
source: Email send failed
el: Απέτυχε η αποστολή email
hu: Az e-mail küldése sikertelen volt
ms: Penghantaran e-mel gagal
ne_np: इमेल पठाउन असफल
ro: Trimiterea e‑mailului a eșuat

# AX_WEEK_BUTTON_PROGRESS
source: %@ completed
el: %@ ολοκληρώθηκε
hu: %@ befejezve
ms: %@ selesai
ne_np: %@ पूरा
ro: Sarcini finalizate în proporție de %@

# AX_CARE_CARD_COMPLETED
source: Completed
el: Ολοκληρωμένη
hu: Befejezve
ms: Selesai
ne_np: पूरा
ro: Sarcină finalizată

# AX_CARE_CARD_INCOMPLETE
source: Incomplete
el: Ημιτελής
hu: Befejezetlen
ms: Tidak Lengkap
ne_np: अपूर्ण
ro: Sarcină nefinalizată

# AX_CARE_CARD_EVENT_LABEL
source: %@, %i of %lu, %@
el: %@, %i από %lu, %@
hu: %@, %i/%lu, %@
ms: %@, %i daripada %lu, %@
ne_np: %1$@, %2$i/%3$lu, %4$@
ro: %@, %i din %lu, %@

# AX_CARE_CARD_HINT
source: Double tap to view instructions
el: Αγγίξτε δύο φορές για προβολή οδηγιών
hu: Koppintson duplán az útmutatás megjelenítéséhez
ms: Dwiketik untuk melihat arahan
ne_np: निर्देशन हेर्न डबल ट्याप गर्नुहोस्
ro: Apăsați dublu pentru a vedea instrucțiunile

# AX_CARE_CARD_VALUE
source: %lu of %lu completed
el: %lu από %lu ολοκληρώθηκε
hu: %lu/%lu befejezve
ms: %lu daripada %lu selesai
ne_np: %1$lu/%2$lu पूर्ण
ro: Sarcini finalizate: %lu din %lu

# AX_SYMPTOM_TRACKER_NOT_STARTED
source: Not Started
el: Δεν έγινε έναρξη
hu: Nincs elindítva
ms: Tidak Dimulakan
ne_np: सुरु भएको छैन
ro: Sarcină neîncepută

# CONTACT_INFO_EMAIL_TITLE
source: email
ms: e-mel
ne_np: इमेल
